Repository: vrk-kpa/ckanext-datarequests
Catalog: ckanext/datarequests/i18n/*/LC_MESSAGES/ckanext-datarequests.po
Languages: fi, sv

source: New datarequest for organization '{organization}'
fi: Uusi tietopyyntö organisaatiolle '{organization}'
sv: En ny databegär i organisation '{organization}'

source: User {user} ({email}) has left a datarequest for organization ({organization}): -- Title: {request_title} Description: {request_description} -- {link} Best regards Avoindata.fi support avoindata@dvv.fi
fi: Käyttäjä {user} ({email}) on jättänyt tietopyynnön organisaatiolle ({organization}): -- Otsikko: {request_title} Kuvaus: {request_description} -- {link} Ystävällisin terveisin Avoindata.fi ylläpito avoindata@dvv.fi
sv: Användaren {user} ({email}) har lämnat en databegär i organisation ({organization}): -- Titel: {request_title} Beskrivning: {request_description} -- {link} Bästa hälsningar Avoindata.fi stöd avoindata@dvv.fi

source: Title
fi: Otsikko
sv: Titel

source: Title must be a maximum of %d characters long
fi: Nimi saa olla enintään %d merkkiä pitkä
sv: Titeln får vara max %d tecken

source: Title cannot be empty
fi: Nimi ei voi olla tyhjä
sv: Titeln kan inte vara tom

source: Description
fi: Kuvaus
sv: Beskrivning

source: Description must be a maximum of %d characters long
fi: Kuvaus saa olla enintään %d merkkiä pitkä
sv: Bekrivningen får vara max %d tecken lång

source: Organization
fi: Organisaatio
sv: Organisation

source: Accepted Dataset
fi: Hyväksytty tietoaineisto
sv: Godkänt dataset

source: Data Request
fi: Tietopyyntö
sv: Databegäran

source: Data Request not found
fi: Tietopyyntöä ei löytynyt
sv: Data begäran kunde inte hittas

source: Comments must be a minimum of 1 character long
fi: Kommentin tulee olle vähintään 1 merkin pituisia
sv: Kommentaren måste vara minst 1 tecken lång

source: Comments must be a maximum of %d characters long
fi: Kommentti saa olla enintään %d merkkiä pitkiä
sv: Kommentaren får vara max %d tecken lång

source: State
fi: Tila
sv: Tillstånd

source: Organizations
fi: Organisaatiot
sv: Organisationer

source: "page" parameter must be an integer
fi: "page"-muuttujan pitää olla kokonaisluku
sv: parametern "sida" måste vara ett heltal

source: Unauthorized to list Data Requests
fi: Ei oikeuksia listata tietopyyntöjä
sv: Auktorisering krävs för att lista dataförfrågningar

source: Unauthorized to create a Data Request
fi: Ei oikeuksia luoda tietopyyntöä
sv: Auktorisering krävs för att skapa en databegäran

source: Data Request %s not found
fi: Tietopyyntöä %s ei löytynyt
sv: Databegäran %s kunde inte hittas

source: You are not authorized to view the Data Request %s
fi: Sinulla ei ole riittäviä oikeuksia katsella tietopyyntöä %s
sv: Du har inte behörighet att visa databegärän %s

source: You are not authorized to update the Data Request %s
fi: Sinulla ei ole riittäviä oikeuksia päivittää tietopyyntöä %s
sv: Du har inte behörighet att uppdatera databegäran %s

source: You are not authorized to delete the Data Request %s
fi: Sinulla ei ole riittäviä oikeuksia poistaa tietopyyntöä %s
sv: Du har inte behörighet att radera databegäran %s

source: This data request is already closed
fi: Tämä tietopyyntö on jo suljettu
sv: Denna databegäran är redan stängd

source: You are not authorized to close the Data Request %s
fi: Sinulla ei ole riittäviä oikeuksia sulkea tietopyyntöä %s
sv: Du har inte behörighet att stänga databegärän %s

source: You are not authorized to %s
fi: Sinulla ei ole riittäviä oikeuksia %s toimintoon
sv: Du har inte tillräckliga rättigheter för att utföra %s

source: You are not authorized to list the comments of the Data Request %s
fi: Sinulla ei ole riittäviä oikeuksia listata kommentteja tietopyynnölle %s
sv: Du har inte behörighet att lista kommentarerna från databegäran %s

source: Comment %s not found
fi: Kommenttia %s ei löydy
sv: Kommentaren %s kunde inte hittas

source: You are not authorized to delete this comment
fi: Sinulla ei ole riittäviä oikeuksia poistaa tätä kommenttia
sv: Du har inte behörighet att ta bort den här kommentaren

source: Datasets
fi: Tietoaineistot
sv: Dataseten

source: Data Requests
fi: Tietopyynnöt
sv: Dataförfrågningar

source: Data Requests allow users to ask for data that is not published in the platform yet. If you want some specific data and you are not able to find it among all the published datasets, you can create a new data request specifying the data than you want to get.
fi: Tietopyyntöjen avulla käyttäjät voivat pyytää dataa, jota ei ole vielä julkaistu palvelussa. Jos haluat tiettyä dataa etkä löydä sitä julkaistujen aineistojen joukosta, voit tehdä uuden tietopyynnön, jossa määrität datan jonka haluat.
sv: Databegäran tillåter användare att fråga efter data som inte publicerats i plattformen ännu. Om du vill ha specifik data som du inte hittar bland publicerade dataseten kan du skapa en ny databegäran där du beskriver den data du vill ha.

source: Close Data Request
fi: Sulje tietopyyntö
sv: Stäng databegäran

source: Comments
fi: Kommentit
sv: Kommentarer

source: Edit Data Request
fi: Muokkaa tietopyyntöä
sv: Redigera databegäran

source: Add Data Request
fi: Lisää tietopyyntö
sv: Lägg till databegäran

source: Create Data Request
fi: Luo tietopyyntö
sv: Skapa databegäran

source: Manage
fi: Muokkaa
sv: Redigera

source: Close
fi: Sulje
sv: Stäng

source: Closed
fi: Suljettu
sv: Stängd

source: Open
fi: Avaa
sv: Öppen

source: Additional Info
fi: Lisätietoja
sv: Ytterligare information

source: Creator
fi: Luoja
sv: Skapare

source: None
fi: Ei mitään
sv: Ingen

source: Created
fi: Luotu
sv: Skapad

source: Not closed yet
fi: Tätä ei ole vielä suljettu
sv: Inte stängd ännu

source: Accep. Dataset
fi: Hyv. tietoaineisto
sv: Godk. dataset

source: Add a new Comment
fi: Lisää uusi kommentti
sv: Lägg till en ny kommentar

source: Update Comment
fi: Päivitä kommentti
sv: Uppdatera kommentaren

source: Add Comment
fi: Lisää kommentti
sv: Lägg till en kommentar

source: Are you sure you want to delete this comment?
fi: Haluatko varmasti poistaa tämän kommentin?
sv: Är du säker på att du vill ta bort den här kommentaren?

source: Current Discussion
fi: Nykyinen keskustelu
sv: Nuvarande diskussion

source: This data request has not been commented yet
fi: Tätä tietopyyntöä ei ole vielä kommentoitu
sv: Denna begäran har ännu inte kommentarer

source: eg. Data Request Name
fi: Esim. Tietopyynnön nimi
sv: t.ex. databegärans namn

source: eg. Data Request description
fi: Esim. Tietopyynnön kuvaus
sv: t.ex. databegärans beskrivning

source: No organization
fi: Ei organisaatiota
sv: Ingen organisation

source: Are you sure you want to delete this data request?
fi: Haluatko varmasti poistaa tietopyynnön?
sv: Är du säker på att du vill radera denna begäran?

source: Delete
fi: Poista
sv: Radera

source: No Data Requests found
fi: Tietopyyntöjä ei löytynyt
sv: Databegäran kunde inte hittas

source: How about creating one?
fi: Mitäs jos tekisit yhden?
sv: Vill du skapa en?

source: Update Data Request
fi: Päivitä tietopyyntöä
sv: Uppdatera databegäran

source: This organization cannot handle data requests
fi: Tämä organisaatio ei voi käsitellä tietopyyntöjä
sv: Denna organisation kan inte hantera dataförfrågningar

source: Activity Stream
fi: Tapahtumatiedot
sv: Aktivitetsflöde
